Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_puheenjohtaja_kansallispaivan_puheessaan:_saamelaisten_itsehallintoa_on_kunnioitettava_.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien puheenjohtaja kansallispäivän puheessaan: saamelaisten itsehallintoa on kunnioitettava
smn: Sämitige saavâjođetteijee aalmugpeeivi savâstis: sämmilij jiešhaldâšem kalga kunnijâttiđ

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso kysyy saamelaisten kansallispäivän puheessaan kansanedustajilta: oletteko valmiita kunnioittamaan saamelaisten perustuslaillista itsehallintoa ja kansainvälisiä sopimuksia, kuten olette meille vuosikymmeniä luvanneet?
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso koijâd Säämi aalmugpeeivi savâstis aalmugovdâsteijein: leppeđ-uv tij kiärguseh kunnijâttiđ sämmilij vuáđulavâlii jiešhaldâšem já aalmugijkoskâsijd sopâmušâid, tego tij leppeđ mijjân luuvijd iivijd lopedâm?

source: Puheenjohtaja Tuomas Aslak Juuso iloitsee kansallispäivän puheessaan monien vaalikauden tärkeiden tavoitteiden saavuttamisesta.
smn: Saavâjođetteijee Tuomas Aslak Juuso illood aalmugpeeivi savâstis valjâpaje maaŋgâi tehálij uulmij olášutmist.

source: Hän nostaa esille esimerkiksi neuvotteluissa onnistumisen luonnonsuojelulain ja ilmastolain uudistuksissa.
smn: Sun paajeed oovdân ovdâmerkkân ráđádâlmijn luhostume luándusuojâlemlaavâ já šoŋŋâdâhlaavâ uđâsmitmijn.

source: – Olen todella tyytyväinen siihen, että lakiuudistuksissa turvataan perinteiset elinkeinomme ja kulttuurimme, ja lisäksi asiantuntemuksemme huomioidaan jatkossa entistä paremmin saamelaisen ilmastoneuvoston työn kautta, puheenjohtaja Juuso toteaa.
smn: – Mun lam tuođâi tuđâvâš toos, ete lahâuđâsmitmijn torvejeh mii ärbivuáválijd iäláttâsâid já kulttuur, já toos lasseen mii äššitubdâmuš váldoo puátteevuođâst huámmášumán ovdiist pyerebeht sämmilii šoŋŋâdâhrääđi pargo peht, saavâjođetteijee Juuso paahud.

source: Hän nostaa myös Saamelaiskäräjien budjetista esille aiheita iloon ja huoleen.
smn: Sun paajeed meid Sämitige budjetist oovdân ilosmittee já huolâstuttee aašijd.

source: – Saimme budjettiin lisäystä toimintaedellytyksiemme vahvistamiseen, ja myös kulttuurimäärärahaan saatiin korotus.
smn: – Mij finnijm budjetân lasattâs toimâhináidân naanoodmân, já meid kulttuurmeriruutân poođij pajedem.

source: Näiden avulla voimme entistä paremmin edistää oikeuksiamme ja kulttuuriamme eri osa-alueilla.
smn: Tai vievâst mij pastep ovdiist pyerebeht ovdediđ jieččân vuoigâdvuođâ já kulttuur sierâ suorgijn.

source: Toisaalta saamelaiskulttuurikeskusten rahoituksen haasteet ovat edelleen ratkaisematta, puheenjohtaja Juuso kertoo.
smn: Nube tááhust sämikulttuurkuávdái ruttâdem hástuseh láá ain čuávdihánnáá, muštâl saavâjođetteijee Juuso.

source: Lisäksi puheenjohtaja kysyy puheessaan kansanedustajilta, aikovatko nämä kunnioittaa saamelaisten virallisten edustuselinten hyväksymää saamelaiskäräjälakiesitystä.
smn: Toos lasseen saavâjođetteijee koijâd savâstis aalmugovdâsteijein, ete ááiguh-uv sij kunnijâttiđ sämmilij virgálij ovdâstemorgaanij tuhhiittem sämitiggelahâiävtuttâs.

source: Hän muistuttaa heitä myös oikeusvaltion tarpeellisuudesta.
smn: Sun muštoot sii meid riehtistaatâ tárbulâšvuođâst.

source: – Oikeusvaltiota ei tarvita vain niissä tilanteissa, joissa oikeuksien takaaminen on helppoa, vaivatonta ja sopuisaa, vaan sen voima todellinen voima testataan silloin, kun ratkaisuja täytyy tehdä, vaikka ne eivät miellytä kaikkia, hän huomauttaa.
smn: – Riehtistaatâ ij tarbâšuu tuš tain tiilijn, main vuoigâdvuođâi tähidem lii älkkee, väivittem já soovâdlâš, peic ton tuođâlii vyeimi keččâluvvoo talle, ko čuávdusijd kalga toohâđ, veikâ toh iä lekken puohâi mielâ mield, sun huámmášut.

source: Puheenjohtaja kiittää kansallispäivänä myös valtioneuvoston jäseniä yhteistyöstä saamelaisasioissa kuluneella vaalikaudella.
smn: Saavâjođetteijee kijttá aalmugpeeivi meid staatârääđi jesânijd oovtâstpargoost sämiaašijn taan valjâpaajeest.

source: – Haluan kiittää erityisesti pääministeri Sanna Marinia sekä oikeusministeri Anna-Maja Henrikssonia, sekä myös muita kanssamme tavanneita ja hyvää yhteistyötä tehneitä ministereitä, kuten Li Anderssonia, Pekka Haavistoa, Emma Karia, Krista Mikkosta ja Maria Ohisaloa, puheenjohtaja Juuso toteaa.
smn: – Mun halijdâm kijtteđ eromâšávt uáiviminister Sanna Marin sehe riehtiminister Anna-Maja Henriksson, sehe meid eres ministerijd, kiäiguin mij lep teivâdâm já porgâm šiev oovtâstpargo, tego Li Andersson, Pekka Haavisto, Emma Kari, Krista Mikkonen já Maria Ohisalo, saavâjođetteijee Juuso iätá.

source: L ue Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson kansallispäivän puhe täältä .
smn: Luuvâ Sämitige saavâjođetteijee Tuomas Aslak Juuso aalmugpeeivi saavâ tääbbin .

source: Katso video Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson kansallispäivän puheesta täältä.
smn: Keejâ video Sämitige saavâjođetteijee Tuomas Aslak Juuso aalmugpeeivi saavâst tääbbin .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
